app/controllers/articles_controller.rb

	def create
    @article = Article.new(article_params)

    respond_to do |format|
      if @article.save
---
INSERT INTO "articles" ("lat", "lon", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["lat", "89.9"], ["lon", "990.9"], ["created_at", "2016-06-09 02:32:51.323348"], ["updated_at", "2016-06-09 02:32:51.323348"]]